Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: 2015: Ph.D., Linguistics, University of Oslo
nb: Ph.D., lingvistikk, Universitetet i Oslo, 2015

source: As a member of Drammen Student Society you get many great deals and discounts throughout Drammen
nb: Som medlem i Drammen studentsamfunn får du mange gode tilbud og rabatter i hele Drammen

source: Use your own PC.
nb: På egen PC.

source: The business idea arose when Kim was student at the Bachelor of Innovation and Entrepreneurship at the former University College in Telemark back in 2006-2009.
nb: Ideen oppstod da Kim var student på bachelor i innovasjon og entreprenørskap ved tidligere Høgskolen i Telemark i 2006-2009.

source: Nine Norwegian companies - several with international positions and ambitions - participate in the project «H-SEIF 2».
nb: Ni norske selskaper – flere med internasjonale posisjoner og ambisjoner – deltar i prosjektet «H-SEIF 2».

source: Cumulative Index to Nursing and Allied Health (CINAHL) is among the world's most comprehensive and authoritative research databases.
nb: Cumulative Index to Nursing and Allied Health. Blant verdens mest omfattende og autoritative referansedatabaser innen sykepleie og tilgrensende fag.

source: (requires USN username and password).
nb: (krever USN brukernavn og passord).

source: They are full of energy all the time, so if you can join them on trips and party with them, you are guaranteed to have a great time
nb: De er fulle av energi hele tiden, så slenger du deg med på turer og fester med dem, er du garantert å ha det fantastisk morsomt.

source: Recently, Kim has spent a lot of time in Asia and has landed agreements with partners in Dubai, Malaysia and Japan.
nb: De siste ukene har Kim vært mye i Asia, og har inngått avtaler med partnere i Dubai, Malaysia og Japan.

source: –The academic and research environment at the Vestfold campus is at the forefront of maritime autonomy.
nb: – Fag- og forskningsmiljøet ved campus Vestfold er langt fremme på maritim autonomi.

source: Nordic Conference on Cultural Activity Research, organised by the Activity Theory Group, the Norwegian University of SCience and Technology, NTNU, Norway.
nb: Nordic Conference on Cultural Activity Research, arrangert av Activity Theory Group, Norsk teknisk-naturvitenskapelig universitet, NTNU, Norge.

source: The company, which is currently valued at 311 million NOK, started as a student business.
nb: Selskapet er verdsatt til 311 millioner, og alt startet som en studentbedrift.

source: I try to communicate with my students (my target audience) through dramaturgy and storytelling as a way to promote learning.
nb: Jeg forsøker å kommunisere men mine studenter (min målgruppe) gjennom dramaturgi og storytelling for å fremme læring.

source: Knowledge that can explain embodied making practice
nb: Kunnskap som kan forklare «embodied making» praksis

source: In the aft deck simulator, the participants practice positioning to see the angles of the streams, which in reality can be several kilometers long.
nb: I akterdekksimulatoren øver deltakerne på å posisjonere seg for å se vinklene på streamerne, som i virkeligheten kan være flere kilometer lange.

source: Persons in managerial positions, who have to deal with issues relating to economic, environmental, social and cultural sustainability are often met with challenges that are complex, important and exciting.
nb: Ledere som skal håndtere problemstillinger omkring økonomisk, miljømessig, sosial og kulturell bærekraft møter utfordringer som er kompliserte, viktige og spennende.

source: Is there a student association at Ringerike?
nb: Finnes det et studentsamfunn på Ringerike?

source: Among beautiful nature and historical grounds, you find Campus Notodden and a welcoming student community.
nb: Blant vakker natur og historisk grunn finner du campus Notodden og et imøtekommende studentmiljø.

source: On the simulator course for maritime seismic operations at USN, technical operator Svend Nordby in the control center can simulate all possible scenarios.
nb: På simulatorkurset for maritime seismiske operasjoner ved HSN kan teknisk operatør Svend Nordby i kontrollsenteret legge opp til alle mulige scenarier.

source: refers to the act of changing and influencing materials and situations (in a broad sense).
nb: refererer til å endre og påvirke materialer og situasjoner (i vid forstand).

source: 2014-2015 Radiation Protection Officer, Oslo University Hospital
nb: 2014-2015 Strålevernkoordinator, Oslo Universitetssykehus (OUS)

source: Then you have used your usn email address earlier for temporary access, and now need to complete your user profile for lasting access.
nb: Da har du tidligere brukt usn-epostadressen kun for midlertidig tilgang, og må opprette en brukerprofil for å få varig tilgang.

source: “It’s been a unique experience going on exchange to the University of Southern California.
nb: - Det har vært en unik opplevelse å utveksle til University of Southern California.

source: Fløgstad, Guro Nore (2020): "A language as any other".
nb: Fløgstad, Guro Nore (2020): "Et språk som alle andre".

source: They are students from The Irish World Academy of Music and Dance at the University of Limerick, and have assisted their teachers during the music and dance workshops at campus Rauland.
nb: De studerer til vanlig på The Irish World Academy of Music and Dance ved Universitetet i Limerick, men har denne uken bistått sine forelesere under musikk- og danse-workshops på campus Rauland.

source: According to Erik André, buddy week is some of the most fun events you can attend as a student in Drammen.
nb: Fadderuka er ifølge Erik André noe av det morsomste du kan være med på som student i Drammen.

source: From USN the project managers are Kari-Anne Jørgensen and Ingunn Fjørtoft, both from the Department of Sports, Physical Education and Outdoor.
nb: Prosjektdeltakere fra HSN er Kari-Anne Jørgensen og Ingunn Fjørtoft, begge fra institutt for friluftsliv, idretts og kroppsøving.

source: This is the first of two sister ships, who both work for Siemens.
nb: Dette er det første av to søsterskip, som begge arbeider for Siemens.

source: Teaching IT subjects like programming, algorithms, image processing, and Linux
nb: Underviser i IT-emner som programmering, algoritmer, bildebehandling, Linux

source: You are outside USN's campus areas and are not logged in with the USN Feide login.
nb: Du befinner deg utenfor USNs campusområder og er ikke logget inn med Feide-innlogging for USN.

source: The course consists of three modules where the students get together in 2016 and 2017.
nb: Kurset består av tre moduler med samlinger i 2016 og 2017 og tar for seg temaer som er aktuelle både for relativt nye og erfarne veiledere på tvers av fagområder.

source: Bjørn Bandlien is an expert on Viking Age and Viking Ships.
nb: Professor i historie Bjørn Bandlien er ekspert på vikingtiden og vikingskip.

source: Faculty trade union representative for Parat at HIU (2016 - d.d.)
nb: Fakultetstillitsvalgt for Parat på HIU (2016 - d.d.)

source: Martha Nohemi Acosta Montalvo, PhD candidate in the PhD programme Process, Energy and Automation Engineering at Faculty of Technology, Natural Sciences and Maritime Sciences (TNM), will be defending her thesis for the degree of philosophiae doctor (PhD).
nb: Martha Nohemi Acosta Montalvo har til forsvar for graden philosophiae doctor (ph.d.) ved Universitetet i Sørøst-Norge, fakultet for teknologi, naturvitenskap og maritime fag, innlevert avhandling i programmet i prosess, energi og automatiseringsteknikk.

source: The first two studies analyse the responses of 10 355 persons.
nb: I de to første er det analysert data fra 10 355 personer.

source: (Link will activate when the program starts.)
nb: (Linken blir aktiv når programmet starter.)

source: During his student years in Bø and the time after the business was established, Kim has received good help from his mentors to further develop the project.
nb: I studietida i Bø og i tiden etter etableringen, har Kim fått god hjelp fra veilederne sine til å videreutvikle prosjektet.

source: Co-supervisor: Professor Rune Bakke, USN (deceased).
nb: Biveileder: Avdøde professor Rune Bakke, USN.

source: Pia Cecilie Bing-Jonsson, Dean of the Faculty of Health and Social Sciences, USN
nb: dekan Pia Cecilie Bing-Jonsson ved fakultet for helse- og sosialvitenskap

source: The basic CINAHL version, without direct full text access.
nb: Basis-versjonen av CINAHL, uten direkte fullteksttilgang.

source: The USN in Horten already operates a full
nb: Fra før driver USN i Horten en komplett

source: BA in Folk Art Textile, Telemark University College
nb: BA i Folkekunst Tekstil, Høgskolen i Telemark

source: Think about what you want to do and why.
nb: Tenk over hva du skal og hvorfor du skal det.

source: Article #3 seeks to illuminate how the usage of action cameras to get insight into the students’ digital literacies might affect the social practices in different ways.
nb: Artikkel nummer 3 belyser hvordan bruk av actionkameraer for å studere elevenes digitale literacies kan påvirke de sosiale praksisene på ulike måter.

source: When this sort of disk file is connected to a PC it will appear as a disk in Windows Explorer or in the Finder on a Mac.
nb: Når en slik disk-fil kobles til på en PC fremstår den som en disk i Windows-Explorer/-Utforsker eller i Finder på Mac.

source: In addition to magnificent nature experiences Notodden is a place for big and small music and cultural events.
nb: I tillegg til storslåtte naturopplevelser er Notodden et sted for store og små musikk- og kulturbegivenheter.

source: You may find it demanding to keep your focus on both the chat function and the classroom at the same time.
nb: Det kan være krevende å holde fokus på chat og klasserom samtidig.

source: Dramaturgical analyses – Theoretical scientific approach (Bakke and Lindstøl)
nb: Dramaturgiske analyser – vitenskapsteoretisk tilnærming (Bakke & Lindstøl)

source: Administrator of the committee: Professor Steffen Torp, Department of Health, Social and Welfare Studies, University of South-Eastern Norway
nb: Professor Steffen Torp, Fakultet for helse- og sosialvitenskap, Institutt for helse-, sosial- og velferdsfag, Universitetet i Sørøst-Norge

source: The collections have been shown in galleries and design sales and had several exhibitions, including at Oslo Fashion Week.
nb: Kolleksjonene har blitt vist i gallerier og designutsalg og hatt flere visninger blant annet på Oslo Fashion Week.

source: Norwegian National Centre for Optics, Vision and Eye Care
nb: Nasjonalt senter for optikk, syn og øyehelse

source: You will 1-3 days later receive an email from O'Reilly to the address you entered, with a link to complete the registration of your
nb: Du får også etterhvert (1-3 dager senere) en epost fra O'Reilly til adressen du oppga, med en lenke for å lage en

source: Vidar Top has trained 30,000+ people in 27 countries on behaviour change to improve results.
nb: Vidar Top har trent 30 000+ mennesker i 27 land i atferdsendring for å forbedre resultater.

source: We refer to articles by Sheldon (2012) and Lombardi (2015).
nb: (Se Sheldon, 2012 og Lombardi, 2015)

source: The partnership has included delegation visits, staff and student exchanges, and project collaborations.
nb: I løpet av denne tiden har samarbeidet blant annet bestått av delegasjonsbesøk, ansatt- og studentutveksling og prosjektsamarbeid.

source: ), EU TREN projects to establish methods for collective effective dose estimates,
nb: ), EU TREN-prosjekter for å etablere metoder for estimering av kollektive effektive dose (

source: have access by using the domain @student.usn.no (automatic logon using e-mail).
nb: har tilgang gjennom domenet @student.usn.no - (automatisert innlogging med studentepost).

source: Students and employees that use a private computer with Windows,
nb: Studenter og ansatte som bruker privat PC med Windows, kan

source: Last year we had a Halloween party and back-to-school party, both of which were great successes.
nb: I fjor hadde vi Halloween-fest og back-to-school-party, som begge var store suksesser.

source: SPICA (Nordic network funded through NordPlus)
nb: SPICA (nordisk nettverk støttet av NordPlus)

source: Can I do it myself?
nb: Kan du klare dette selv?

source: There you get great views of the city, and perhaps inspires you to embark on longer and tougher hikes.
nb: Der får du flott utsikt over byen, og kanskje gir det deg inspirasjon til å begi deg ut på lengre og tøffere turer.

source: USN provides vital consulting when Ulstein Group invests in systems engineering.
nb: HSN er kunnskapsleverandør når Ulstein Group satser stort innen Systems Engineering.

source: during which he developed the complete sensor device.
nb: , der han har utviklet en fullverdig sensor-enhet.

source: Elephants eating waste in Sri Lanka.
nb: Elefanter spiser avfall på Sri Lanka.

source: Subjects include chemistry, chemical engineering, biotechnology and materials technology.
nb: Dekker kjemi, kjemiteknikk, bioteknologi og materialteknologi.

source: I can't run the.exe file that connects to the printer on a private Windows PC (Private computers)
nb: Jeg får ikke kjørt.exe fila som kobler til printer på privat Windows PC (Private datamaskiner)

source: Their "Acoustic Cluster Therapy (ACT®)" technology is about injecting microbubbles into the blood with the chemotherapy.
nb: Deres teknologi "Acoustic Cluster Therapy (ACT®)" handler om å tilføre mikrobobler i blodet sammen med cellegiften.

source: Team Continuing and Further Education (EVU) at USN HIU
nb: Etter - og videreutdanningsenheten (EVU) på USN HIU

source: Our bodies consist of 60% liquid and most of the water is in and between cells.
nb: Kroppen vår består av 60% væske og det aller meste av vannet befinner seg i og mellom cellene.

source: This cluster is focused on micro and nano systems technology and has a community of almost 30 research groups and businesses in the Horten region that develop and produce micro and nano technology.
nb: Klyngen består av nesten 30 forskningsmiljøer og bedrifter i Horten-regionen som utvikler og produserer micro- og nanateknologi.

source: As a student at Campus Ringerike, you have a huge offer of student organisations that you can join in your free time.
nb: Som student ved campus Ringerike har du et rikt tilbud av studentorganisasjoner du kan engasjere deg i på fritiden.

source: Log in with FEIDE (using USN User Name and Password)
nb: Logg på med FEIDE (USN-brukernavn og –passord)

source: Most of the festival program takes place at campus Rauland, and the festival has a strong international presence.
nb: Det meste foregår på campus Rauland, og festivalen har et sterkt internasjonalt preg.

source: The American Marketing Association defines marketing as:
nb: American Marketing Association definerer markedsføring som:

source: SiG was previously located at the Elverhøy student house in the Kjølnes quarter of Porsgrunn.
nb: SiG holder til på Studenthuset Elverhøy, som ligger i bydel Kjølnes i Porsgrunn.

source: External users without USN Feide IDs will due to the licences not get access to the e-resources through USN-EZproxy.
nb: Eksterne brukere uten USN-feide vil av lisensmessige årsaker ikke få tilgang til e-ressursene via USN-EZproxy.

source: Health research: Minors between 16 and 18 years may consent unless otherwise follows from
nb: Mindreårige mellom 16 og 18 år kan samtykke med mindre annet følger av

source: Skriving i engelsk fellesfag, Vg1 (with Fredrik Borgen).
nb: Skriving i engelsk fellesfag, Vg1. (Med Fredrik Borgen).

source: In addition, you can find
nb: I tillegg finner du

source: Assessments should be made according to letters b) and c), also in cases where there are violations
nb: Det skal foretas vurderinger etter bokstav b) og c) også i saker der det foreligger brudd på anerkjente

source: etc. - Use of tools for safer and more efficient logistics solutions
nb: - Bruk av verktøy for en sikrere og mer effektiv logistikk.

source: In addition to the executive board, we have around 50 volunteers working before, during and after the pubs, and the Tuesday café, to ensure that the pub breaks even.
nb: 50 frivillige som jobber før, under og etter kroene, og på tirsdagskaféen, for å sørge for at kroa går rundt.

source: Targeted learning combined with focused feedback are crucial to positive learning outcomes (Ambrose et al., 2010).
nb: Målrettet læringsarbeid sammen med målrettet tilbakemelding er avgjørende for læring (Ambrose et al., 2010).

source: Helping VR and AR reach their full potential
nb: Hjelper VR og AR nå sitt fulle potensial

source: “The course is for multi-level leaders.
nb: – Kurset er for ledere på flere nivåer ombord.

source: The paper will appear in a book to be published by the Press of the University of Science and Technology in China.
nb: Artikkelen vil også bli trykket i en bok som utgis av Press of the University of Science and Technology in China.

source: Authors: Hilde Løvdal Stephens, Ian Underwood, Anne-Marie Torp, and Arne Birkeland.
nb: Forfattere: Hilde Løvdal Stephens, Ian Underwood, Anne-Marie Torp og Arne Birkeland.

source: at the Department of Business, History and Social Sciences at USN have written the report on behalf of the NIF.
nb: ved Institutt for økonomi, historie og samfunnsvitenskap ved USN som har laget rapporten på oppdrag fra Norges Idrettsforbund (NIF).

source: Do you want to engage and activate your students by using games and play as part of your teaching?
nb: Har du lyst til å engasjere og aktivisere studentene dine ved å bruke spill og lek i undervisning?

source: Dissertation for dr. philos., UiO.
nb: philos., Universitetet i Oslo.

source: In addition, she has researched Global Health programmes offered at other Nordic universities.
nb: I tillegg har hun sett på tilbud innen global helse som gis ved nordiske universiteter.

source: I especially found the Ganger and the Springer dances to be amusing".
nb: Spesielt ganger og springer var artige danseformer å lære.

source: is understood as in Brundtland’s (1987) definition: “Sustainable development is development that meets the needs of the present without compromising the ability of future generations to meet their own needs.” More precisely, care for future generations concerns humans as part of the natural world
nb: forstås som i Brundtlands (1987) definisjon: "Bærekraftig utvikling er utvikling som imøtekommer dagens behov uten å ødelegge mulighetene for at kommende generasjoner skal få dekket sine behov." Mer presist, omsorg for fremtidige generasjoner gjelder mennesker som en del av naturen;

source: , sea drones that will sail between Horten and Moss.
nb: , sjødroner som skal seile mellom Horten og Moss.

source: Publishing in OA-channels is also called Gold Open Access.
nb: Publisering i OA-kanaler kalles også Gull Open Access.

source: Maritime Competence towards 2020
nb: Maritim Kompetanse mot 2020

source: The problem is that most conventional AR/VR systems take no account of the human variations in vision, and this causes users to experience visual discomfort and nausea,’ Baraas explains.
nb: Problemet er at de fleste konvensjonelle AR/VR-systemer ikke tar hensyn til de ulike synsvariasjonene hos mennesker, og det fører til at brukere kan oppleve alt fra visuelt ubehag til kvalme, forklarer Baraas.

source: Includes homeland Pakistan
nb: Har med hjemlandet Pakistan

source: Ludmila Vesjolaja is defending her thesis «Dynamic and control for efficient fertilizer processes».
nb: Disputas. Ludmila Vesjolaja forsvarer avhandlingen «Dynamic and control for efficient fertilizer processes».

source: Research Group in Social Studies Education (SAMD)
nb: Forskergruppe i samfunnsfagdidaktikk (SAMD)

source: Log in with your username and password (Do not include @usn.no)
nb: Logg inn med brukernavn og passord (Ikke ta med @usn.no)

source: The Irish dance students Ranog Townsend and Karen Tansey are among the many international students visiting the Winter Festival this year.
nb: De irske dansestudentene Ranog Townsend og Karen Tansey er blant de mange internasjonale studentene som besøker Vinterfestivalen i år.

source: Emma advises you to be open and curious about student activities and your fellow students.
nb: Emma råder deg til å være åpen og nysgjerrig på studentaktivteter og dine medstudenter.

source: Analyzes of teachers' guidance in the classroom show how teachers initiate, pursue, and solve problems via verbal, prosodic and physical resources.
nb: Analyser av læreres veiledning i klasserommet viser hvordan lærer initierer, forfølger og løser problemer via verbale-, prosodiske- og kroppslige ressurser.

source: Promote research and development work in the field of professional knowledge about violence, abuse and social and emotional difficulties.
nb: Fremme forskning og utviklingsarbeid innen fagfeltet profesjonskunnskap om vold, overgrep og sosiale- og emosjonelle vansker.

source: USN has prepared a timetable that maintains a meter distance during lectures.
nb: USN har lagt en timeplan som opprettholder en meter avstand i undervisningen.

source: Porsgrunn International Theatre Festival (PIT)
nb: Porsgrunn Internasjonale Teaterfestival (PIT)

source: Logo, design and graphic elements
nb: Logo, design og grafiske elementer

source: Maker-Centered Learning (MAKER)
nb: Skaperorientert læring (MAKER)

source: On Thursdays we arrange student pubs or quizzes on the pier in Tønsberg.
nb: På torsdager arrangerer vi studentkro eller quiz på brygga i Tønsberg.

source: 7 Read more a
nb: 7 Les mer på

source: Administrator: Associate professor Roshan Sharma, USN.
nb: Administrator: Førsteamanuensis Roshan Sharma, USN.

source: Statement in misconduct cases In al misconduct cases, irrespective of whether they are processed by the research institution itself,
nb: Uttalelse i uredelighetssaker I alle uredelighetssaker, uavhengig av om de behandles av forskningsinstitusjonen selv, eller av

source: The TEDx team at their office in New York screens every TEDx talk given throughout the year, and a group of editors picks about 100 per year to publish as "Featured" talks on TED.com.
nb: TEDx-teamet på kontoret i New York ser gjennom hver eneste TEDx Talk som blir holdt, og en gruppe redaktører velger rundt 100 per år som blir publisert som «Featured Talks» på TED.com.

source: The research staff at USN presented the sail boat Autonomous and the USN-owned model of Yara Birkeland, built by Kongsberg Maritime.
nb: Fagmiljøet ved USN viste frem den allerede rutinerte seilbåten Autonomous og den USN-eide modellen av Yara Birkeland, som er bygd av Kongsberg Maritime.

source: Veronika Glitsch has worked with her clothing brand 'Rethink' since 2005 and has prepared 14 independent collections with a total of around 500 unique clothing items.
nb: Veronika Glitsch har siden 2005 jobbet med sitt klesmerke 'Rethink' og har utarbeidet 14 selvstendige kleskolleksjoner med til sammen rundt 500 unike klesplagg.

source: As of January 1st 2020, after merging with Sande municipality, the so-called opportunity window for doing new things within new frames is open.
nb: Etter sammenslåing med Sande kommune 1. januar 2020 er det såkalte mulighetsvinduet for å gjøre nye ting med nye rammer åpent.

source: “This survey has a response rate of 100, which is quite unusual.
nb: – Denne undersøkelsen har svarprosent på 100, og det er ganske uvanlig.

source: Don't use Internet Explorer.
nb: Ikke bruk Internett Explorer!

source: Mira Cataya Rodriguez is a PhD fellow who researches pedagogical practices in life skills education and intercultural understanding in religious education.
nb: Mira Cataya Rodriguez er PhD stipendiat og forsker på pedagogiske praksiser for livsmestring og interkulturell forståelse i KRLE-faget.
